Highcharts.chart('container', {
    title: {
        text: 'Динамика роста цен на квадратные метры в Воронеже:'
    },
    subtitle: {
        text: 'Все данные взяты из открытых публичных источников.'
    },
    yAxis: {
        title: {
            text: 'цена квадратного метра'
        }
    },
    legend: {
        layout: 'vertical',
        align: 'right',
        verticalAlign: 'middle'
    },
    plotOptions: {
        series: {
            pointStart: 2014
        }
    },
    series: [{
        name: 'Новостроийки',
        data: [46283, 46571,44031,47257,44563,47364,54465,64626]
    }, {
        name: 'Вторичное жилье',
        data: [52099,52099,49150,42813,48341,51283,50028,65363]
    }, {
        name: 'Комерческая недвижимость',
        data: [56116,58194,53622,54132,56881,48455,47246,49310]
    }, {
        name: 'Аренда 1к квартир',
        data: [13200,11420,10457,10620,10780,10850,9200,11350]
    }, {
        name: 'Аренда коммерческой недвижимости',
        data: [0]
    }]
});